Gets the FillPattern associated to this element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public FillPattern GetFillPattern()
  Visual Basic
Public Function GetFillPattern As FillPattern
  Visual C++
public:
FillPattern^ GetFillPattern()
 Return Value
 A copy of FillPattern object.
 See Also
  FillPatternElement Class
  Autodesk.Revit.DB Namespace